export default [
  {
    userInfo: {
      id: 1,
      profile_img: "imvely.jpg",
      name: "임블리"
    },
    messageList: [
      {
        id: 0,
        name: "임블리",
        timestamp: "2019-02-02T15:10:07.857Z",
        message:
          "어서오세요 블리님 ~ 💕 문의하실 내용을 남겨주세요^^ 상담 시간 평일 10:00am ~ 5:00pm 점심 시간 12:30pm ~ 1:30pm"
      }
    ]
  },
  {
    userInfo: {
      id: 2,
      profile_img: "miamasvin.jpg",
      name: "미아마스빈"
    },
    messageList: [
      {
        id: 1,
        name: "미아마스",
        timestamp: "2019-02-02T15:10:07.857Z",
        message:
          "어서오세요. '미아마스빈' 입니다. 궁금한 내용이 있으시면 메시지를 남겨주세요"
      }
    ]
  },
  {
    userInfo: {
      id: 3,
      profile_img: "mocobling.jpg",
      name: "모코블링"
    },
    messageList: [
      {
        id: 2,
        name: "모코블링",
        timestamp: "2019-02-02T15:10:07.857Z",
        message:
          "어서오세요. '모코블링' 입니다. 궁금한 내용이 있으시면 메시지를 남겨주세요"
      },
      {
        id: 3,
        name: "모코블링",
        timestamp: "2019-02-02T15:10:07.857Z",
        message: "지그재그에서 모코블링의 신제품을 특가로 누려보세요!!"
      }
    ]
  },
  {
    userInfo: {
      id: 4,
      profile_img: "dailymonday.jpg",
      name: "데일리먼데이"
    },
    messageList: [
      {
        id: 4,
        name: "데일리먼데이",
        timestamp: "2019-02-02T15:10:07.857Z",
        message:
          "안녕하세요 고객님 방문해주셔서 감사합니다! 데일리먼데이는 고객님들의 궁금증 해결을 위해 항시 대기중이랍니다. 무엇을 도와드릴까요?"
      }
    ]
  },
  {
    userInfo: {
      id: 5,
      profile_img: "partysu.jpg",
      name: "파티수"
    },
    messageList: [
      {
        id: 5,
        name: "파티수",
        timestamp: "2019-02-02T15:10:07.857Z",
        message:
          "어서오세요. 'PARTYSU' 입니다. 궁금한 내용이 있으시면 메시지를 남겨주세요"
      },
      {
        id: 6,
        name: "파티수",
        timestamp: "2019-02-02T15:10:07.857Z",
        message: "지그재그로 파티수의 신제품을 빠르게 만나보세요!!"
      }
    ]
  },
  {
    userInfo: {
      id: 6,
      profile_img: "hanaunni.jpg",
      name: "하나언니"
    },
    messageList: [
      {
        id: 7,
        name: "하나언니",
        timestamp: "2019-02-02T15:10:07.857Z",
        message: "하나언니의 옷은 하나뿐인 옷!!!"
      }
    ]
  },
  {
    userInfo: {
      id: 7,
      profile_img: "66girls.jpg",
      name: "육육걸즈"
    },
    messageList: [
      {
        id: 8,
        name: "육육걸즈",
        timestamp: "2019-02-02T15:10:07.857Z",
        message: "자신감을 입자, 육육걸즈^^!!!"
      }
    ]
  },
  {
    userInfo: {
      id: 8,
      profile_img: "hotping.jpg",
      name: "핫핑"
    },
    messageList: [
      {
        id: 9,
        name: "핫핑",
        timestamp: "2019-02-02T15:10:07.857Z",
        message: "안녕하세요 핫핑입니다!!"
      },
      {
        id: 10,
        name: "핫핑",
        timestamp: "2019-02-02T15:10:07.857Z",
        message: "딱! 겨울 마지막 SALE!! 절대 놓치지마세요!"
      }
    ]
  }
];
